Repository: manooweb/recommend-a-friend
Catalog: lang/raf-*.po
Languages: de_de, fr_fr, pt_br

source: Options for Recommend a friend plugin
fr_fr: Options du plugin Recommend a friend
pt_br: Opções do plugin "Recommendar para um(a) amigo(a)"

source: Recommend a friend
pt_br: Recomende para um(a) amigo(a)

source: Options updated!
de_de: Optionen aktualsiert
fr_fr: Options mises jour !
pt_br: Opções atualizadas!

source: Open inviter login
de_de: Bei Open Inviter einloggen
fr_fr: Login Open inviter
pt_br: Autenticação do "Open Inviter"

source: Get an Open Inviter Login
de_de: Einen Open Inviter Account erstellen
pt_br: Obtenha um usuário no "Open Inviter"

source: Open inviter private key
de_de: Öffentlicher Schlüssel für Open Inviter
fr_fr: Clé privée Open inviter
pt_br: Chave privada do "Open Inviter"

source: Email shipper ( ex: contact@mysite.com)
de_de: Email Versender (z.B.: contact@mysite.com)
fr_fr: Expéditeur de l'email (ex: contact@monsite.com)
pt_br: Email de saída (ex. contato@meusite.com.br)

source: Enabled features
de_de: Funktionen aktivieren
fr_fr: Fonctionnalités activées
pt_br: Características habilitadas

source: Insert emails mannualy
de_de: Email Adressen manuell eingeben
fr_fr: Inserstion manuelle d'adresses emails
pt_br: Insira os emails manualmente

source: Share on social networks
de_de: In sozialen Netzwerken teilen
fr_fr: Partage sur les réseaux sociaux
pt_br: Compartilhar nas redes sociais

source: Use email providers
de_de: Email-Anbieter nutzen
fr_fr: Utiliser les fournisseurs d'emails
pt_br: Obter emails de meu provedor

source: Auto add RAF button after the_content
de_de: Schaltfläche zum Teilen automatisch hinter dem Inhalt einfügen
fr_fr: Ajout automatique du bouton RAF après the_content
pt_br: Adicionar automaticamente "Recomendar a um(a) amigo(a)" depois do the_content

source: Check to auto add RAF after the_content
de_de: Anklicken um RAF automatisch nach dem Inhalt einzufügen
fr_fr: Cocher pour ajouter automatiquement le bouton RAF après the_content
pt_br: Marque para adicionar automaticamente "Recomende a um(a) amigo(a) depois do the_content

source: Background color
de_de: Hintergrundfarbe
fr_fr: Couleur de fond
pt_br: Cor de fundo

source: Titles color
de_de: Titelfarbe
fr_fr: Couleur des titres
pt_br: Cor dos títulos

source: Buttons background color
de_de: Hintergrundfarbe der Schaltflächen
fr_fr: Couleur de fond des boutons
pt_br: Cor de fundo do botão

source: Buttons background color hover
de_de: Hintergrundfarbe der Schaltflächen unter der Maus
fr_fr: Couleur de fond des bouttons (hover)
pt_br: Cor do fundo do botão com o mouse acima

source: Buttons text color
de_de: Farbe des Textes der Schaltflächen
fr_fr: Couleur du texte des boutons
pt_br: Cor do texto do botão

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les modifications
pt_br: Salvar alterações

source: Add a recommend a friend widget
fr_fr: Ajoute le widget Recommend a friend
pt_br: Adicionar um widget do "Recomende a um(a) amigo(a)"

source: Share this page
de_de: Diese Seite teilen
fr_fr: Partager cette page
pt_br: Compatilhar esta página

source: Title
de_de: Titel
fr_fr: Titre
pt_br: Título

source: Display type
de_de: Anzeigetyp
fr_fr: Type d'affichage
pt_br: Tipo de ecrã

source: Default
fr_fr: Par défaut
pt_br: Padrão

source: Custom image
de_de: Angepasstes Bild
fr_fr: Image personnalisée
pt_br: Imagem personalizada

source: Custom text
de_de: Angepasster Text
fr_fr: Texte personnalisé
pt_br: Texto personalizado

source: Image URL
de_de: URL des Bildes
fr_fr: URL de l'image
pt_br: Endereço da imagem

source: Link text
de_de: Text der Verknüpfung
fr_fr: Libélé du lien
pt_br: Texto do link

source: You are invited on
de_de: Sie sind eingeladen auf
fr_fr: Vous êtes invité sur
pt_br: Você está convidado a

source: would like to invite you on
de_de: würde Sie gerne einladen
fr_fr: souhaite vous inviter sur
pt_br: Gostaria de convidá-lo a

source: You need to enter valid email addresses
de_de: Geben Sie eine gültige Email Adresse ein
fr_fr: Vous devez entrer des adresses email valides
pt_br: Você precisa digitar um email válido

source: You need to specify your name
de_de: Bitte geben Sie Ihren Namen an
fr_fr: Vous devez spécifier votre nom
pt_br: Você precisa especificar seu nome

source: Attached message:
de_de: Angehämgte Nachricht
fr_fr: Message attaché :
pt_br: Mensagem:

source: Your message has been sent
de_de: Ihre Nachricht wurde versendet
fr_fr: Votre message a bien ét envoyé
pt_br: Sua mensagem foi enviada

source: Hello, I'd like to recommend you the following page...
de_de: Hallo, Ich würde Ihnen gerne folgende Website empfehlen...
fr_fr: Bonjour, Je souhaite vous recommander cette page...
pt_br: Olá, gostaria de convidá-lo a acessar a seguinte página...

source: Recommend this page to a friend !
de_de: Diese Seite einem Freund empfehlen!
fr_fr: Recommander cette page à un ami !
pt_br: Recomendar esta página para um(a) amigo(a)

source: Customize your message
de_de: Passen Sie Ihre Nachricht an
fr_fr: Personnalisez votre message
pt_br: Personalize sua mensagem

source: Please insert here the email addresses separate by commas
de_de: Bitte fügen Sie hier die Email Adressen getrennt durch Kommas ein
fr_fr: Insérez ici des adresses email séparées par des virgules
pt_br: Por favor insira os emails separados por vírgulas

source: Your name
de_de: Ihr Name
fr_fr: Votre nom
pt_br: Seu nome

source: Send
de_de: Senden
fr_fr: Envoyer
pt_br: Enviar

source: You can recommend using:
de_de: Sie können empfeheln via:
fr_fr: Récupérez vos contacts :
pt_br: Você pode recomendar usando:

source: You need to enter an email
de_de: Sie müssen eine Email Adresse angeben
fr_fr: Vous devez spécifier un email
pt_br: Você precisa digitar um email

source: You need to enter a password
de_de: Sie müssen ein Passwort eingeben
fr_fr: Vous devez spécifier un mot de passe
pt_br: Você precisa digitar uma senha

source: You need to specify an email provider
de_de: Sie müssen Ihren Email Anbieter angeben
fr_fr: Vous devez spécifier un fournisseur de messagerie
pt_br: Você precisa especificar um provedor de emails

source: Unable to etablish a connection. Please check your login/password.
de_de: Verbindungsaufbau gescheitert. Bitte überprüfen Sie Nutzernamen und Passwort
fr_fr: Impossible d'établir la connexion. Veuillez vérifier vos identifiants.
pt_br: Não foi possível estabelecer uma conexão. Por favor verifique seu usuário/senha

source: Unable to load contacts
de_de: Kontakte konnten nicht geladen werden
fr_fr: Chargement des contacts impossible
pt_br: Não foi possível carregar os contatos

source: Please choose an email provider
de_de: Bitte wählen Sie Ihren Email Anbieter aus
fr_fr: Veuillez choisir un fournisseur de messagerie
pt_br: Por favor escolha um provedor de emails

source: Inviter information missing !
de_de: Inviter Informationen fehlen!
fr_fr: Informations manquantes
pt_br: Informações do remetente faltando!

source: No active session !
de_de: Keine aktive Sitzung!
fr_fr: Aucune session active
pt_br: Não há sessões ativas!

source: Message missing !
de_de: Fehlende Nachricht!
fr_fr: Message manquant
pt_br: Mensagem faltando!

source: Please select one or more contacts
de_de: Bitte wählen Sie einen oder mehrere Kontakte
fr_fr: Veuillez sélectionner un ou plusieurs contacts
pt_br: Por favor selecione um ou mais contatos

source: An error occured during the mailing. Please try later.
de_de: EIn Fehler ist beim Versand aufgetreten. Bitte versuchen Sie es später.
fr_fr: Une erreur s'est produite durant l'envoi. Merci d'essayer plus tard.
pt_br: Um erro ocorreu durante o envio dos emails. Tente novamente mais tarde.

source: Retrieve your contact from an email provider
de_de: Ermitteln SIe Ihren Kontakt über Ihren Emailanbieter
fr_fr: Retrouvez vos contacts à partir de votre messagerie
pt_br: Obtendo seus contatos de um provedor de emails

source: Password
de_de: Passwort
fr_fr: Mot de passe
pt_br: Senha

source: Email provider
de_de: Emailanbieter
fr_fr: Messagerie
pt_br: Provedor de emails

source: Import contacts
de_de: Kontakte Importieren
fr_fr: Importer des contacts
pt_br: Importar contatos

source: Message
de_de: Nachricht
pt_br: Mensagem

source: Send invites
de_de: Einladungen senden
fr_fr: Envoyer les invitations
pt_br: Enviar convites

source: No contacts found
de_de: Keine Kontakte gefunden
fr_fr: Aucun contact trouvé
pt_br: Nenhum contato encontrado

source: Invite ?
de_de: Einladen?
fr_fr: Inviter ?
pt_br: Convidar?

source: Name
fr_fr: Nom
pt_br: Nome

source: Options for Recommend to a friend plugin
de_de: Optionen für das Recommend-to-a-friend plugin

source: Recommend to a friend
de_de: Einem Freund empfehlen

source: Add a recommend to a friend widget
de_de: Ein recommend-to-a-friend widget hinzufügen
